Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/sd/other_files/2000_3s.doc.tmx
Source language: sme
Languages: nob

source: Departemeanta lea juolludan ruđaid guovtti virjái jagi 2001 lohppii .
nob: En har fra departementet fått bevilget særskilte midler til to stillinger som utløper i 2001 .

source: Dát biddjojuvvojit bissovaš virgin 1 000 000 kruvdnosaš gollurámmain .
nob: Disse gjøres om til faste stillinger med en kostnadsramme på kr. 1 000 000 .

source: Interreg-prográmma III ( 2000-2006 ) hálddašeapmái Norgga bealde ferte várret hálddahuslaš resurssaid sierra virggiin .
nob: Ved forvaltning av Interreg-program III ( 2000-2006 ) på norsk side må det settes av administrative ressurser i form av en særskilt stilling .

source: Dát lea biddjojuvvon sámi oasseprográmmaid prográmmaevttohussii Davvikalohta ja máttasámi guovllu várás .
nob: Dette er det lagt opp til i programforslaget for de samiske delprogrammene for Nordkalotten og det sørsamiske området .

source: Dán oktavuođas sáhttá árvvoštallat 500 000 kruvnnu jahkásaš rámman .
nob: En vil i denne sammenheng stipulere en ramme på kr. 500 000 årlig .

source: Ferte vuordit ahte Norgga bealde gártet ollu searvat hálddašeapmái ja sámi oasseprográmmaid hálddahusbargguide miehtá 6-jagi prográmmaáigodaga .
nob: En vil måtte forvente at man fra norsk side vil bli delaktige i forvaltningen og administrasjonen av de samiske delprogrammene gjennom hele programperioden på 6 år .

source: Dasto ferte čuovvulit duodjeprográmma barggu , jos bargolávdegotti prográmmaevttohus mearriduvvo álggahuvvot .
nob: Videre må en følge opp arbeidet med duodjiprogrammet , under forutsetning av at arbeidsutvalgets forslag til program vedtas og iverksettes .

source: Birasgáhttendepartemeanta ja Riikaantikvára bargaba dan ala ahte eanet geavahit návccaid kulturmuittuid gáhttemii .
nob: Miljøverndepartementet og Riksantikvaren arbeider for økt ressurssatsing på kulturminnevernet .

source: Dás lea erenoamážit sáhka sámi kulturmuittuid gáhttemis .
nob: Denne satsinga må i særlig grad gjelde det samiske kulturminnevernet .

source: Dán áŋgiruššamis ferte Sámedikki nannet resurssaiguin nu ahte Davvi-Norlánda oažžu áššemeannudeaddji virggi .
nob: Innenfor denne satsingen må Sametinget styrkes med ressurser for en saksbehandlerstilling for Nordre Nordland .

source: Sámediggái ferte ain sihkkarastit resurssaid Báikkálaš Agenda 21 bargui 2002:s .
nob: Sametinget må sikres ressurser for fortsatt arbeid med Lokal Agenda 21 fra 2002 .

source: Dán bargui fertešii ásahuvvot 1 virgi , juogo bissovaš resurssaiguin dahje juo guhkidit prošeavtta njeljiin jagiin vel .
nob: Det bør derfor opprettes 1 stilling til dette arbeidet , enten gjennom ressurser til permanent arbeid eller som forlengelse av prosjektet i 4 nye år .

source: Giellaprošeavttat hálddašanguovllu olggobealde
nob: Språkprosjekter utenfor forvaltningsområdet

source: Mihttomearri
nob: Mål

source: Nannet sámegiela dili guovlluin gos gielladilli lea fuotni .
nob: Styrke samisk språk i områder der språket i dag står svakt .

source: Sámediggi lea ráhkadan sierra giellaplánaid sierra guovlluide mat leat olggobealde sámegiela hálddašanguovllu .
nob: Sametinget har utarbeidet særlige språkplaner for ulike områder utenfor forvaltningsområdet for samisk språk .

source: Dát plánat lea deaŧalaččat sámegiela oktilaš nanosmahttimis ealli giellan .
nob: Disse planene er nyttige verktøy i det kontinuerlige arbeidet for å styrke samisk som et levende språk .

source: Sámediggi áigu 2001:s nannet giellafágagelbbolašvuođa iežas hálddahusas nu ahte ásahuvvojit guokte ođđa fágavirggi lulli- ja julevsámi giellaguovlluid várás .
nob: I 2001 vil Sametinget styrke sin fagkompetanse administrativt innen det sør- og lulesamiske språkområdet gjennom opprettelsen av to nye fagstillinger .

source: Dál lea deaŧalaš viiddidit áŋgiruššamiid davvisámi guovllus sámegiela hálddašanguovllu olggobealde .
nob: Det er nå viktig å utvide innsatsen i det nordsamiske området utenfor forvaltningsområdet for samisk språk .

source: Giellaprošeavttaid doarjjaortnega bokte olggobealde sámegiela hálddašanguovllu áigu Sámediggi bargat viidáseappot áŋgiruššamiiguin mátta- ja julevsámi guovllus , ja dasto nannet áŋgiruššamiid davvisámi guovllus .
nob: Gjennom tilskuddsordningen til språkprosjekter utenfor forvaltningsområdet for samisk språk vil Sametinget videreføre satsningen i sør- og lulesamisk område , samtidig som innsatsen i det nordsamiske området økes .

source: Dalle deattuhuvvojit riddo- ja vuotnaguovllut ja dat dávista Sámedikki mearridan riddo- ja vuotnaguovlluid doaibmaplánii .
nob: Det legges da vekt på kyst- og fjordområdene , noe som er i tråd med handlingsplanen for kyst- og fjordområder vedtatt av Sametinget .

source: Dáid áŋgiruššamiidda lea dárbu lasihit rámma 2 miljon kruvnnu .
nob: Til denne satsningen er det behov for en økning i rammen på kr. 2 000 000 .

source: Doarjja sámi kulturorganisašuvnnaide
nob: Tilskudd til samiske kulturorganisasjoner

source: Doarjjaortnega ulbmilin lea : nannet ja ovddidit sámi kultuvrra ja identitehta mii earret eará galgá váikkuhit sámi kultuvrra riggudahttima , máŋggabealálažžan ja aktiivvalažžan dahkama ( Sámi kulturorganisašuvnnaid doarjjanjuolggadusat ) .
nob: Formålet med støtteordningen er å : styrke og utvikle samisk kultur og identitet som skal bidra blant annet til et rikt , variert og aktivt samisk kulturliv ( Forskrifter for støtte til samiske kulturorganisasjoner ) .

source: Dál ii leat doarjja doarvái stuoris sámi kulturorganisašuvnnaide dárbbuid ektui .
nob: Dagens tilskuddsstørrelse til samiske kulturorganisasjoner er ikke tilstrekkelig i forhold til behovene .

source: Ekonomálaš dili lea dárbu buoredit vai organisašuvnnat sáhttet ovddidit sámi giela ja kultuvrra .
nob: Det er behov for økonomisk løft , slik at organisasjonene blir i stand til å arbeide for fremme av samisk språk og kultur .

source: Dasa evttohuvvo 2002:s lasihuvvot 0,5 miljon kruvnnu .
nob: Det foreslåes i 2002 en økning på kr. 500 000 .

source: Lasáhus galgá maiddái geavahuvvot ođđa sámi organisašuvnnaid dárbbuide mat ohcet doarjaga .
nob: Økningen skal også dekke behovet til nye samiske organisasjoner som søker støtte .

source: Sámedikki čielggadusat
nob: Sametingets utredninger

source: Sihkkarastit áigeguovdilaston mearrádusvuođu Sámediggái iežas ovddasvástádussuorggis .
nob: Sikre oppdatert beslutningsgrunnlag for Sametinget innen sitt ansvarsområde .

source: Sámediggi áigu jeavddalaččat vuđolaččat geahččat sierra politihkkasurggiid masa áigu geavahit veahkkin fágalaš návccaid ja bellodat gaskasaš lávdegotti vai sihkkarasto ahte Sámedikki politihkka lea áigeguovdilaston servodatovdáneami ektui .
nob: Sametinget vil foreta jevnlig gjennomgang av ulike politikkområder ved bruk av faglig ekspertise og partssammensatte utvalg for å sikre at Sametingets politikk er oppdatert i forhold til samfunnsutviklingen .

source: Váikkuhangaskaoamit ja doaibmabijut
nob: Virkemiddel og tiltak

source: Biddjojuvvo sierra poasta lávdegotti , čielggadusaid ja plánaid ruhtadeapmái .
nob: Det settes av en egen post for finansiering av utvalg , utredninger og planer .

source: Dán poastta rámman galggašii leat 1 000 000 kruvnnu 2002:s .
nob: Rammen for denne posten bør være kr. 1 000 000 i 2002 .

source: Sámi kulturviesut - doaibmadoarjja
nob: Samiske kulturhus - driftsstøtte

source: Sámediggi lea áššis 21/99 ođđasis prioriteren sámi kulturviesuid nu ahte doaibmadoarjja dáláš institušuvnnaide sihkkarasto dohkálažžan .
nob: Sametinget har i sak 21/99 foretatt ny prioritering av samiske kulturhus der driftsstøtte til eksisterende institusjoner sikres en tilfredsstillende finansiering .

source: Sámediggái lea deaŧalaš ahte ásahuvvojit sajit kulturbargui ja giellageavaheapmái , oassin sámi giela ja kultuvrra nannemis .
nob: For Sametinget er det viktig at arenaer for kultur og språkutøvelse opprettes som et ledd i styrkingen av samisk språk og kultur .

source: Go galgá juksat dán mihttomeari , de lea deatalaš ahte ekonomalaš váikkuhangaskaoamit leat sajis , nugo dáláš institušuvnnaide dohkálaš doaibmaruhta ja ođđa institušuvnnaid doaibmaruhta .
nob: For å oppnå denne målsettingen er det viktig at de økonomiske virkemidlene er tilstede , både for å sikre de eksisterende institusjoner en tilfredsstillende driftsfinansiering , og driftsfinansiering av nye institusjoner .

source: Go Sámediggi galgá nagodit dan dahkat , de lea dárbu dasa oažžut 3 400 000 kruvnnu .
nob: For at Sametinget skal makte dette er det behov for å øke rammen med kr. 3 400 000 .

source: Riikkaidgaskasaš ovttasbargu
nob: Internasjonalt samarbeid

source: Sámedikki bušehttii ásahuvvo 2001:s ođđa poasta riikkaidgaskasaš ovttasbarggu váste .
nob: I 2001 etableres det en ny post på Sametingets budsjett for internasjonalt samarbeid .

source: Dainna áigut oidnosii buktit daid surggiid maid juo dál prioriteret sámediggevuogádaga dáláš váikkuhangaskaoapmeortnegiid bokte .
nob: Dette er en synliggjøring av allerede prioriterte områder finansiert over eksisterende virkemiddel-ordninger i sametingssystemet .

source: Dán bargui lea 2002:s dárbu lasihit rámma oktiibuot 1 100 000 kruvnnuin .
nob: Det er totalt et behov for økning av rammen for dette arbeidet med kr. 1 100 000 i 2002 .

source: Dát rámma juogaduvvo čuovvuvaččat :
nob: Dette fordeler seg slik :

source: Guovlluid gaskasaš ovttasbargu
nob: Interregionalt samarbeid

source: Nu gohčoduvvon Interreg barggu oktavuođas ferte Sámediggi maiddái geavahit dihto váikkuhangaskaomiid , lassin dasa maid EO ja Gielda- ja guovludepartemeanta muđui ruhtadeaba .
nob: Det såkalte Interreg arbeidet krever en viss virkemiddelinnsats også fra Sametingets side utover det som for øvrig finansieres fra EU og Kommunal- og regionaldepartementets side .

source: Dán barggu rámman leat 2001:s meroštallojuvvon 1 000 000 kruvnnu , ja bargui viidáseappot lea dárbu 2002:s lasihit rámma 700 000 kruvnnu .
nob: For 2001 er rammen for dette arbeidet anslått til kr. 1 000 000 , og arbeidet videre krever en økning av rammen for 2002 på kr. 700 000 .

source: Eará riikkaidgaskasaš ovttasbargu
nob: Annet internasjonalt samarbeid

source: Sámediggi dáhttu searvat ovttasbargoprošeavttaide ja doarjut eamiálbmotprošeavttaid main erenoamážit deattuhuvvo vásihusaid lonuhallan ja gelbbolašvuođa fievrrideapmi eamiálbmogiid gaskka .
nob: Sametinget ønsker å bidra til samarbeidsprosjekter og støtte til urfolksprosjekter for øvrig med særlig fokus på erfaringsutveksling og kompetanseoverføring mellom urfolk .

source: Dán bargui lea dárbu 2002:s bajidit rámma 400 000 kruvnnu .
nob: I den sammenheng er det behov for en økning av rammen i 2002 til dette på kr. 400 000 .

source: Girko- , oahpahus- ja dutkandepartemeanta
nob: Kirke- , utdannings- og forskningsdepartementet

source: Sámediggi áigu 2002:s prioriteret čuovvuvaš áŋgiruššamiid Girko- , oahpahus- ja dutkandepartemeantta ovddasvástádussuorggis :
nob: For 2002 vil Sametinget prioritere følgende innsats innenfor Kirke- utdannings- og forskningsdepartementets ansvarsområde :

source: Poasta Namuhus 2001 2002 +/-
nob: Post Betegnelse 2001 2002 +/-

source: 206.50 Doaibmagolut - Sámediggi 11 770 13 070 1 300
nob: 206.50 Driftsutgifter - Opplæringsavdeling 11 770 13 070 1 300

source: 206.50 Sámi oahpponeavvut 10 954 14 054 3 100
nob: 206.50 Samiske læremidler 10 954 14 054 3 100

source: 238.01 Kvalitehta ovddideapmi joatkkaoahpahusas 280 1 000 720
nob: 238.01 Kvalitetsutvikling i videregående opplæring 280 1 000 720

source: Submi 30 744 35 064 5 120
nob: Sum 30 744 35 064 5 120

source: Sámediggi lea hábmen bajit dási mihttomearrin man vuolggasadjin lea dat višuvdna ahte boahtteáiggi sámi servodagas sihkkarastojuvvojit ovdánanvejolašvuođat sámi gillii , kultuvrii ja ealáhusaide sámiid eavttuid vuođul :
nob: Sametinget har med utgangspunkt i en visjon om et fremtidig samisk samfunn hvor samisk språk , kultur og næringer er sikret utviklingsmuligheter på egne premisser utformet en overordnet målsetting om :

source: Sámedikki áŋgiruššansuorggit oahpu , skuvlla ja oahpahusa oktavuođas leat lagabuidda čilgejuvvon plána 5.3.2 kapihttalis .
nob: Sametingets satningsområder innenfor læring , skole og utdanning er nærmere redegjort i planens kap. 5.3.2 .

source: Dán ektui sáhttá hábmet čuovvuvaš oassemihttomeriid sámi oahpahussii :
nob: I henhold til dette kan en utforme følgende delmålsettinger i forhold til samisk opplæring :

source: Bargat dan ala ahte vuođđoskuvla sáhttá leat gaskaoapmin sámi giela , kultuvrra ja servodateallima suodjaleamis , ovddideamis ja gaskkusteamis .
nob: Arbeide for at grunnskolen skal være et redskap i bevaring , utvikling og formidling av samisk språk , kultur og samfunnsliv

source: Váikkuhit dan ahte Sámediggi galgá leat eavttuid biddjin sámi skuvla- ja oahpahusfálaldagaide ja maiddái hábmet daid .
nob: Bidra til at Sametinget skal kunne legge premissene for , og utforme det samiske skole- og utdanningstilbudet .

source: Bargat dan ala ahte sámi ohppiid individuálalaš vuoigatvuohta sámegiela oahpahussii duohtan dahkkojuvvo .
nob: Arbeide for at samiske elevers individuelle rett til opplæring i samisk blir realisert

source: Oažžut eanet váikkuhangaskaomiid oahpahussii sámegielas ja sámegillii .
nob: Få økt virkemidler til opplæring i og på samisk

source: Hápmet láhkaásahusaid norgalaš oahppoplánaid sámi sisdollui .
nob: Utforme forskrifter for samisk innhold i norske læreplaner

source: Bargat dan ala ahte Sámediggi oažžu eanet váikkuhanfámu sámi skuvlla sisdoalu mearrideapmái , sihke vuođđo- ja joatkkaskuvladásis .
nob: Arbeide for at Sametinget får økt innflytelse i fastsettelse av innhold i den samiske skolen , både på grunn- og videregående nivå

source: Láhčit dilálašvuođaid dasa vai juksat funkšuvnnalaš guovttegielalašvuođa mihttomeari .
nob: Legge forholdene til rette for at målet om funksjonelt tospråklighets nås

source: Bargat dan ala vai sámi oahppit olggobealde sámegiela hálddašanguovllu ožžot ollesárvosaš sámi skuvlafálaldaga .
nob: Arbeide for at samiske elever utenfor forvaltningsområdet for samisk språk får et fullverdig samisk skoletilbud

source: Leat mielde ovddideamen ođđa metodaid sámegiel oahpahussii .
nob: Være med på utvikling av nye metoder for språkopplæring

source: Láhčit dilálašvuođaid sámegiela ealáskuhttimii .
nob: Legge forholdene til rette for revitalisering av samisk språk

source: Láidestit barggu ahte oažžut eanet oahppan pedagogaid geain lea guovttegielalaš gelbbolašvuohta .
nob: Være pådriver for at det utdannes flere pedagoger med en tospråklig kompetanse

source: Ovddidit sámi oahpponeavvuid mearriduvvon plánaid ektui .
nob: Få utviklet samiske læremidler i tråd med vedtatte planer

source: Vuolggahit barggu oažžun dihte eanet sámi ohppiide vejolašvuođa oahpahusa sámi oahppoplána mielde .
nob: Ta initiativ til at flere samiske elever får mulighet til å få opplæring etter Det samiske læreplanverket

source: Bargat dan ala ahte vuoigatvuohta oahpahussii sámegielas viiddiduvvo .
nob: Arbeide for at retten til opplæring på samisk blir utvidet

source: Nannet sámi sisdoalu sámi mánáidgárddiin ja mánáidgárddiin gos leat sámi mánát .
nob: Styrke samisk innhold i samiske barnehager og i barnehager med samiske barn

source: Bargat dan ala ahte Sámediggi oažžu stuorát váikkuhanfámu sámi dutkamii ja alit oahpahussii .
nob: Arbeide for at Sametinget får større innflytelse over samisk forskning og høgere utdanning

source: Sáhttá orrut ahte leat badjelmearálaš ollu mihttomearit , muhto ferte vuhtiiváldit ahte mánáidgárddit , oahpahus ja dutkan leat viiddis fágasuorggit , man oktavuođas našuvnnalaš plánas leat viiddis áŋgiruššamat .
nob: Det kan virke ambisiøst å ha så mange mål for virksomheten , men det må tas i betraktning at barnehage , opplæring og forskning er et omfattende fagområde , der det på det nasjonale plan skjer en utstrakt satsing .

source: Sámediggi ferte bargguinis leat ovtta dásis našuvnnalaš plánain .
nob: Sametinget må ta høyde for å være på høyden med det som skjer på nasjonalt plan .

source: Doaibmagolut
nob: Driftsutgifter

source: Juridihkalaš konsuleanta
nob: Juridisk konsulent

source: Sámediggi oaidná 2002 bušeahta vuođul ahte lea dárbu evttohit ođđa juristavirggi mii sáhtášii spesialiseret erenoamážit oahpahussuorgái .
nob: I budsjettet for år 2002 har Sametinget sett behov for å foreslå en ny stilling som jurist som kan spesialisere seg innen opplæringsområdet .

source: Dárbu oažžut juridihkalaš gelbbolašvuođa lea erenoamážit oahppaneavvuid ovddideami ja sámi mánáid oahpahusvuoigatvuođaid oktavuođas Norggas .
nob: Det er spesielt innenfor fagfeltet som angår læremiddelutvikling og samiske barns rettigheter til opplæring i Norge hvor behovet til juridisk kompetanse vil være til stede .

source: Oaidnit ahte maŋŋá go O 97 váldojuvvui geavahussii ja maŋŋá go sámit ožžo individuálalaš vuoigatvuođa oahpahussii lea šaddan stuorát dárbu oažžut sektuvrii juridihkalaš fágagelbbolašvuođa .
nob: Etter innføring av L 97 S og etter at samer fikk en individuell rett til opplæring , ser man en større behov for fagkompetanse i juridiske spørsmål innen sektoren .

source: Vaikko individuálalaš vuoigatvuohta lea váldojuvvon geavahussii eavttuid haga , de leat dál ain hirbmat ollu oahppit geat eai oažžu oahpahusa sámegielas mearriduvvon oahppoplánaid mielde .
nob: Selv om den individuelle retten er innført uten vilkår , er det i dag fortsatt svært mange elever som ikke får opplæring i samisk i tråd med vedtatte læreplaner .

source: Nubbi suorgi lea oahpponeavvoovddideapmi man oktavuođas dávjá čuožžilit juridihkalaš gažaldagat .
nob: Et annet område hvor det ofte reiser seg juridiske spørsmål , er innen læremiddelutvikling .

source: Sihkkarastin dihte Sámedikki vuoigatvuođaid dán suorggis lea dárbu oažžut juridihkalaš konsuleantta .
nob: For å sikre Sametingets rettigheter innenfor feltet , er det behov for en egen juridisk konsulent .

source: Virgi dutkama ja alit oahpahusa várás
nob: En stilling med forskning og høgere utdanning som arbeidsområde

source: Evttohuvvo ahte ásahuvvo ráđđeaddivirgi dutkama ja alit oahpahusa várás .
nob: Det foreslås opprettet en rådgiverstilling med forskning og høgere utdanning som arbeidsfelt .

source: Lea stuorra dárbu lassin namuhuvvon fágasurggiide váldit duođas gelbbolašvuođa ođastusa , erenoamážit rávisolbmuid oahpahusa oktavuođas .
nob: I tillegg til nevnte fagområder er det stort behov for å ta kompetansereformen på alvor , spesielt innenfor voksenopplæring .

source: Sámi servodagas lea erenoamáš deaŧalaš geahčadit movt gelbbolašvuođa sáhttá formaliseret .
nob: I det samiske samfunnet er det spesielt viktig å se på hvordan realkompetanse kan formaliseres .

source: Sámedikkis eai leat dál resurssat gelbbolašvuođa , alit oahpahusa ja dutkama fágasurggiin .
nob: Sametinget har i dag ikke ressurser til å gå inn i fagområde som både omfatter realkompetanse , høgere utdanning og forskning .

source: Sámediggi árvvoštallá ahte lea dárbu bajidit doaibmabušeahta oahpahussuorggis 1 300 000 kruvnnuin jagi 2002 rájes .
nob: Sametinget vil anslå behovet for å øke driftsbudsjettet innen opplæringssektoren med kr. 1300 000 på årsbasis fra og med år 2002 .

source: Doarjja sámi oahpponeavvuide
nob: Tilskudd til samiske læremidler

source: Girko- , oahpahus- ja dutkandepartemeanta juogada Sámediggái ruđaid sámi oahpponeavvuid ovddideapmái .
nob: Kirke- utdannings- og forskningsdepartementet tildeler Sametinget midler til utvikling av samiske læremidler .

source: Rámma 2000:s lea 10.954 kruvnnu .
nob: Rammen i 2000 er på kr. 10 954 ’ .

source: Doaibmabijut strategalaš plánas eaktudit 14 miljon kruvdnosaš juolludusaid jahkásaččat dábálaš oahpponeavvuide .
nob: Tiltak i strategisk plan forutsetter årlige bevilgninger på 14 mill kr for ordinære læremidler .

source: Dieid ruđaide lassin boahtá vel sierra juolludus sámi erenoamáš pedagogalaš oahpponeavvuide .
nob: I tillegg til disse midler vil det komme en særskilt bevilgning til samiske spesialpedagogiske læremidler .

source: Ortnega ulbmilin lea váikkuhit buot lágan oahpponeavvuid guhkes áigge ja ulbmállaš ovddideami ja buvttadeami sámegiel ohppiid váste .
nob: Formålet med ordningen er å bidra til langsiktig og målrettet utvikling og produksjon av alle typer læremidler for samisktalende elever .

source: Láhčit oahpahusa sámi mánáidgárddiid rámmaplána , O 97 Sámi ja sámi joatkkaskuvllaid oahppoplánaid mielde nu ahte oahpahussii sihkkarastojuvvo dakkár sisdoallu ja kvalitehta mainna sáhttá fállat vuođđo máhtolašvuođa , kulturárbbi ealáskuhttit , movttiidahttit suodjalit sámi kultuvrra ja geavahit sámegiela nu ahte ohppiid sámi kultuvra , giella ja identitehta nanosmahttojuvvojit .
nob: Tilrettelegge for opplæring etter rammeplan for samiske barnehager , L 97 Samisk og samiske læreplaner i videregående skole slik at opplæringen sikres et innhold og kvalitet som gir grunnleggende kunnskap , levendegjøre kulturarven , stimulerer til å ta vare på den samiske kulturen og bruke det samiske språket slik at elevenes samiske kultur , språk og identitet blir styrket .

source: Almmuhit ruđaid oahpponeavvuid ovddideapmái ja juohkit dieđuid lágádusaide oahpponeavvuid áŋgiruššansurggiid birra Sámedikki oahpponeavvuid ovddidan strategalaš plána ektui , juohkit dieđuid juogadaneavttuid birra , ja oaivadit oahpponeavvoovddideddjiid sámi oahpponeavvuid ovddideami oktavuođas .
nob: Utlyse midler til læremiddelutvikling og gi informasjon til forlag om satsingsområder innen læremiddelutvikling i henhold til Sametingets strategiske planer for læremiddelutvikling og informere om vilkår for tildeling , samt veilede læremiddelutviklere i utvikling av samiske læremidler .

source: 2002:s ferte joatkit oahpponeavvoovddidan barggu prioriterejuvvon surggiin .
nob: Arbeidet i 2002 vil innebære en videreføring av arbeidet med læremidler innenfor prioriterte områder .

source: Rámma juogaduvvo njeallje áŋgiruššansuorgin : oahpponeavvut vuođđoskuvlii davvisámegillii , oahpponeavvut vuođđoskuvlii julevsámegillii , oahpponeavvut vuođđoskuvlii máttasámegillii ja oahpponeavvut joatkkaoahpahussii .
nob: Rammen fordeles på fire satsingsområder : læremidler for grunnskole nordsamisk , læremidler for grunnskole lulesamisk , læremidler for grunnskole sørsamisk og læremidler for videregående opplæring .

source: Ođđa doaibmabijut mat eaktudit rámma bajideami 2002:s , leat neahttaoahpponeavvut earret eará sámi kulturmáhtolašvuođas joatkkaoahpahusa várás .
nob: Nye tiltak som forutsetter økning av rammen i 2002 , vil være nettbaserte læremidler bl.a. i samisk kulturkunnskap for videregående opplæring .

source: Dáiguin oahpponeavvuiguin šaddá vejolaš čađahit oahpahusa oahppoplána mielde : Sámi kulturmáhtolašvuohta skuvllain gos lea váttis oažžut gelbbolaš oahpaheddjiid .
nob: Slike læremidler vil muliggjøre opplæring etter læreplanen : Samisk kulturkunnskap også ved skoler hvor det er vanskelig å skaffe kvalifiserte lærere .

source: Neahtta fálaldat sáhtášii leat deavddan dábálaš oahpahussii plána mielde .
nob: Tilbud på nettet kan være et supplement til ordinær opplæring etter planen .

source: Oahpponeavvut láhččojuvvon neahtas sámegiela ja eará fágaid oahpahussii buot golmma giellajovkui Sámi O 97 mielde vuođđoskuvladási várás ja neahttaoahpponeavvut sámegiela oahpahussii joatkkaskuvla dásis .
nob: Læremidler tilrettelagt for nettbasert opplæring i samisk og andre fag som innbefatter alle tre språkgrupper for opplæring etter L 97 Samisk for grunnskolenivået og nettbaserte læremidler for opplæring i samisk på videregående nivå .

source: Diet áŋgiruššamat čuvvot ođđa oahpahuslága , dan oktavuođas go sámi ohppiin lea individuálalaš vuoigatvuohta oahpahussii sámegielas .
nob: Det er en satsing som følge av ny opplærings-lov , der samiske elever har en individuell rett til opplæring i samisk .
